
#HEADER
HEADER_PROFILE  = Mi Perfil
HEADER_LOG_OFF  = Desconectarse
HEADER_HELP     = Ayuda
HEADER_MANUAL   = Manuales
HEADER_ABOUT_US = Acerca de
HEADER_SYSTEM_NAME= Automatizaci&oacute;n de Bibliotecas \n y Centros de Documentaci&oacute;n
FOOTER_SYSTEM_NAME = Automatizaci&oacute;n de Bibliotecas y Centros de Documentaci&oacute;n (ABCD v3.0)
HEADER_LOG_IN= Entrar

#LOGIN  
USER              = usuario
PASSWORD          = contrase&ntilde;a
REMEMBER_PASSWORD = Recordar contrase&ntilde;a
FORGET_PASSWORD   = ¿Olvidaste tu contrase&ntilde;a?
BUTTON_LOG_IN            = Entrar
DOMAIN            = Dominio
LIBRARY           = Biblioteca

# MESSAGES OF FIELDS VALIDATIONS  
MESSAGE_VALIDATE_FIELD_REQUIRED                = Este campo es requerido
MESSAGE_VALIDATE_SELECT_ELEMENT                = Debe seleccionar un elemento
MESSAGE_VALIDATE_FIELD_EMAIL                   = El campo email no es v&aacute;lido
MESSAGE_VALIDATE_FIELD_ONLY_LETTERS            = Este campo admite solo letras
MESSAGE_VALIDATE_FIELD_ONLY_NUMBERS            = Este campo admite solo n&uacute;meros
MESSAGE_VALIDATE_FIELD_ONLY_LETTERS_OR_NUMBERS = Este campo admiste solo letras y n&uacute;meros

MESSAGE_INFORMATION  = Informaci&oacute;n
MESSAGE_WARNING      = Advertencia
MESSAGE_ERROR        = Error  


# MESSAGES OF INFORMATION
MSG_INF_NO_RECORD_EXIST                        = No existen registros.
MSG_INF_VALIDATE_FIELDS_EMPTY                  = Debe especificar un criterio de b&uacute;squeda.
MSG_INF_CREATE_NEW_ELEMENT                     = Se ha creado un nuevo elemento.
MSG_INF_UPDATE_DATA                            = Se han actualizado los cambios sobre el elemento.
MSG_INF_NO_COINCIDENCES_FOUND                  = No se encontraron coincidencias.
MSG_INF_DELETE_MANY_ITEMS                      = Los elementos seleccionados han sido eliminados.
MSG_INF_DELETE_ONE_ITEM                        = El elemento seleccionado ha sido eliminado.
MSG_INF_CANCEL_ACTION                          = La acci&oacute;n ha sido cancelada.
MSG_INF_INACTIVE_USER                          = El usuario se encuentra inactivo.
MSG_INF_SANCTIONED_USER                        = El usuario seleccionado est&aacute; sancionado y no puede recibir pr&eacute;stamos de materiales.
MSG_INF_NO_LOAN_OBJECT                         = El objeto de pr&eacute;stamo seleccionado no puede ser prestado.
MSG_INF_ACCEPT_SUGGESTIONS_SELECTED            = Se han aceptado las Sugerenccias seleccionadas.
MSG_INF_DENY_SUGGESTIONS_SELECTED              = No tiene los permisos necesarios para acceder al elemento.
MSG_INF_SELECT_ATLEAST_ONE_SUGGESTIONS         = Debe seleccionar al menos de una sugerencia.
MSG_INF_IMPORTED_FILE_SUCCESSFULLY             = El archivo fue importado exitosamente.
MSG_INF_FILE_SUCCESSFULLY_UPLOAD_THE_SERVER    = El archivo fue subido exitosamente al servidor.
MSG_INF_SUCCESSFULLY_EXPORT_RECORDS            = Se han exportado los registros exitosamente.
MSG_INF_WRONG_FILE_PATH                        = El camino de ubicaci&oacute;n del archivo no es correcto.
MSG_INF_FAILURE_TO_LOAD_IMAGE_WAIT_MOMENT      = No se puede cargar la imagen en este momento, espere unos minutos e intente nuevamente.
MSG_INF_NOT_AUTHORIZED                         = El usuario no tiene los privilegios necesarios para obtener el material seleccionado.
MSG_INF_REVISED_DOCUMENT                       = El documento ha sido revisado.
MSG_INF_APPROVED_DOCUMENT                      = El documento ha sido aprobado.
MSG_INF_ADVANCED_SET_UP_SHEET                  = Se ha configurado la b&uacute;squeda avanzada.
MSG_INF_VALIDATED_WORKSHEET                    = Se ha validado la Hoja de Trabajo.
MSG_INF_NOT_AUTHORIZED_OBJECT_SELECT           = El usuario no tiene los privilegios necesarios para obtener el material seleccionado.
MSG_INF_REGISTERED_PERSON_UPDATE_DATA          = Existe una persona registrada con datos similares. ¿Desea actualizar los datos?
MSG_INF_SAVES_SEARCH_EXPRESSION                = Se ha salvado la expresi&oacute;n de b&uacute;squeda avanzada
MSG_INF_REGISTER_FORMAT_CONVERSION             = Se ha registrado el Formato de Conversi&uacute;n.
MSG_INF_UPDATE_FORMAT_CONVERSION               = Se ha actualizado el Formato de Conversi&uacute;n.
MSG_INF_REGISTER_DATA_LIBRARY                  = Se han registrado los datos de la biblioteca.
MSG_INF_UPDATE_DATA_LIBRARY                    = Se han actualizado los datos de la biblioteca.
MSG_INF_SET_UP_WORKING_HOURS                   = Se ha configurado el Horario Laboral.
MSG_INF_ADD_SHIFTS_EACH_WORKING_DAY            = Debe agregar los turnos de trabajo para cada d&iacute;a laboral.
MSG_INF_REGISTER			                   = Se ha(n) registrado
MSG_INF_REGISTER_LOAN                          = pr&eacute;stamo(s).

# MESSAGE WARNING
MSG_WARN_LOG_OUT                               = Ha seleccionado la opci&oacute;n para salir del sistema. ¿Desea continuar?
MSG_WARN_DELET_DATA                            = Ha seleccionado la opci&oacute;n que eliminar&aacute; los datos introducidos hasta el momento. ¿Desea Continuar?
MSG_WARN_PERSON_HAS_A_USER                     = La Persona seleccionada posee un usuario en el sistema, si la elimina se eliminar&aacute; tambi&eacute;n su usuario en el sistema. ¿Desea Continuar?
MSG_WARN_PERSON_ACCESSED_LIBRARY               = La Persona seleccionada ha accedido a la Biblioteca, si la elimina la Persona se eliminar&aacute; tambi&eacute;n el registro de acceso a la Biblioteca de esa Persona. ¿Desea Continuar?
MSG_WARN_DELETE_RECORD_TYPE                    = El Tipo de Registro asociado tiene Registros asociados, si lo elimina no podr&aacute; registrar un nuevo registro de ese tipo. ¿Desea continuar?
MSG_WARN_DELETE_DATABASE_WITH_RECORDS          = La Base de Datos seleccionada tiene registros asociados, si la elimina se perder&aacute;n los registros asociados. ¿Desea Continuar?
MSG_WARN_DELETE_FIELD_DATABASE                 = Si elimina el Campo seleccionado no podr&aacute; utilizarlo para registrar informaci&oacute;n en ninguna de las Hojas de Trabajo de la Base de Datos. ¿Desea Continuar?
MSG_WARN_DELETE_SUBFIELD_DATABASE              = Si elimina el Subcampo seleccionado no podr&aacute; utilizarlo para registrar informaci&oacute;n en ninguna de las Hojas de Trabajo de la Base de Datos. ¿Desea Continuar?
MSG_WARN_SELECT_FIELD_DICTIONARY_OF_TERMS      = Debe seleccionar una Campo para poder acceder al Diccionario de T&eacute;rminos.
MSG_WARN_DELETE_LIST_TERMS_NOT_SIGNIFICANT     = El listado de t&eacute;rminos no significativos tiene asociado X t&eacute;rminos los cuales se excluyen durante la indizaci&oacute;n. ¿Desea continuar?

# MESSAGE ERROR 
MSG_ERROR_INCORRECT_DATA                       = Existen datos incorrectos, por favor rectif&iacute;quelos.
MSG_ERROR_FIELD_REQUIRED                       = Existen campos obligatorios, por favor complete estos campos.
MSG_ERROR_INCORRECT_FILE_FORMAT                = El formato del archivo importado no es correcto.
MSG_ERROR_INCORRECT_PASSWORD                   = El nombre de usuario y/o contrase&ntilde;a son incorrectos.
MSG_ERROR_INCORRECT_USER                       = El usuario no se encuentra registrado en el sistema.
MSG_ERROR_NEW_PASS_NOT_MATCH_WITH_CONFIRMATION = La contrase&ntilde;a nueva no coincide con la confirmaci&oacute;n. Por favor rectifique los datos.
MSG_ERROR_NEW_PASS_MATCH_PREVIOUS              = La contrase&ntilde;a nueva no debe coincidir con la anterior. Por favor rectifique los datos.
MSG_ERROR_ELAPSED_PERIOD_OF_INACTIVITY         = Han transcurrido 5 minutos de inactividad. Se ha cerrado la sesi&oacute;n para mayor seguridad. Por favor, inicie su sesi&oacute;n nuevamente.
MSG_ERROR_MAXIMUM_NUMBER_ATTEMPTS_LOGIN        = Ha sobrepasado los intentos permitidos para iniciar sesi&oacute;n, para mayor seguridad su perfil ser&aacute; bloqueado. Para obtener acceso nuevamente espere el tiempo establecido o contacte con el administrador del sistema.
MSG_ERROR_CONNECTION_FAILURE                   = La operaci&oacute;n no se pudo completar por fallos en la conexi&oacute;n. Por favor, intente nuevamente.
MSG_ERROR_INTERNAL_SYSTEM_ERROR                = ¡Ha ocurrido una excepci&oacute;n en el sistema!El sistema ha enviado un reporte notificando una excepci&oacute;n de Tipo Excepci&oacute;n para ser atendida.Realice la operaci&oacute;n nuevamente y si el problema persiste, contacte al Administrador.
MSG_ERROR_FINAL_DATE_LESS_THAN_INITIAL         = La Fecha Final debe ser mayor o igual que la Fecha Inicial.
MSG_ERROR_SELECT_DATE_WITHIN_RANGE             = Debe elegir una fecha dentro del rango seleccionado.
MSG_ERROR_FORMAT_EXTRACTION_WRONG              = El formato de extracci&oacute;n es incorrecto, rectifique los valores introducidos, por favor rectif&iacute;quelo.
MSG_ERROR_FORMAT_CONVERSION_WRONG              = El formato de conversi&oacute;n es incorrecto, por favor rectif&iacute;quelo.
MSG_ERROR_FORMAT_DEPLOYMENT_WRONG              = El formato de despliegue es incorrecto, rectifique los valores introducidos.
MSG_ERROR_USED_DATA                            = El elemento que desea eliminar se est&aacute; usando.

	NAME                             = Nombre
	SURNAME                          = Apellido
	IDENTIFICATION                   = Identificaci&oacute;n 
	
	BUTTON_SEARCH                    = Buscar  
	BUTTON_DISSOCIATE                = Disociar
	LABEL_NAME_AND_LASTNAME          = Nombre y Apellidos
	LABEL_IDENTIFICATION             = Identificaci&oacute;n
	LABEL_SEX                        = Sexo
	LABEL_PERSON_DATA                = Datos de la persona
	LABEL_USER                       = Usuario
	LABEL_BIRTHDATE                  = Fecha de Nacimiento
	
		
	SPANISH                          = Espa&ntilde;ol 
	ENGLISH                          = Ingl&eacute;s
